Repository: aurovrata/cf7-grid-layout
Catalog: languages/cf7-grid-layout-*.po
Languages: de_de, he_il

source: Advanced forms
he_il: טפסים מתקדמים

source: Multi-slide forms
he_il: טפסים מרובי סליידים

source: Repetitive fields
he_il: שדות חוזרים

source: Optional sections
he_il: אזורים אופציונאליים

source: Dynamic lists
he_il: רשימות דינמיות

source: Start
he_il: התחלה

source: Tutorials
he_il: מדריכים

source: Smart Grid Helper Tutorials
he_il: מדריכים של Smart Grid

source: Copy the following <a href="javascript:void(0);">filter</a> to your <em>functions.php</em> file.
he_il: העתק את ה <a href="javascript:void(0);">פילטר</a>הזה ל<em>functions.php</em> file.

source: Include post links
he_il: הכלל קישורי פוסט

source: Online video tutorials with step-by-step instructions on how leverage the full power of the smart grid cf7 form editor.
he_il: הדרכות וידאו אונליין שמסבירות שלב אחר שלב איך לנצל את מלוא הכוח של עורך הטפסים Smart Grid CF7.

source: Online video tutorials
he_il: מדריכי וידאו אונליין

source: Customise your form
he_il: התאימו אישית את הטופס שלכם

source: Convert collapsible rows into sides
he_il: המר שורות מתקפלות לצדדים

source: Enable slider
he_il: הפעל סליידר

source: Group collapsible rows as jQuery accordion
he_il: קבץ שורות מתקפלות כאקודיון JQuery

source: Enable accordion
he_il: הפעל אקורדיון

source: Add custom CSS
he_il: הוסף CSS מותאם אישית

source: File
he_il: קובץ

source: Dark
he_il: כהה

source: Light
he_il: בהיר

source: Editor theme:
he_il: תבנית העורך:

source: Add custom JS
he_il: הוסף JS מותאם אישית

source: custom options .
he_il: אפשרויות מותאמות.

source: the option list.
he_il: רשימת האפשרויות

source: the taxonomy query.
he_il: שאילתת ה- taxonomy.

source: Show comments in helper code
he_il: הראה תגובות בקוד ה- helper

source: Others
he_il: אחרים

source: display a message
he_il: הצג הודעה

source: get form field
he_il: הבא שדה טופס

source: value change
he_il: שינוי ערך

source: Form fields
he_il: שדות הטופס

source: slider ready
he_il: הסליידר מוכן

source: Slides
he_il: שיקופיות

source: open/close section
he_il: פתח/סגור אזור

source: section activated
he_il: אזור הופעל

source: section ready
he_il: האזור מוכן

source: Collapsible rows
he_il: שורות מתקפלות

source: add a tab
he_il: הוסף טאב

source: tab removed
he_il: טאב הוסר

source: tab added
he_il: טאב הוסף

source: tabs ready
he_il: הטאבים מוכנים

source: Tabs
he_il: טאבים

source: toggle delete button
he_il: החלף כפתור מחיקה

source: toggle add button
he_il: החלף כפתור הוספה

source: add a row
he_il: הוסף שורה

source: Function:
he_il: פונקציה:

source: row removed
he_il: שורה הוסרה

source: row added
he_il: שורה נוספה

source: table ready
he_il: הטבלה מוכנה

source: Tables
he_il: טבלאות

source: form ready
he_il: טופס מוכן

source: Event:
he_il: אירוע:

source: Enable multiple selection
he_il: הפעל בחירה מרובה

source: Mutliple attribute
he_il: תכונות מרובות

source: Filter mailTag %s
he_il: פילטר תג מייל %s

source: Add Row
he_il: הוסף שורה

source: Row controls
he_il: בקרי השורה

source: Switch Editors
he_il: החלף עורכים

source: Dynamic dropdown field
he_il: שדה תפריט נפתח דינמי

source: Toggle full-screen mode to ease coding of your form.
he_il: עבור למצב מסך מלא כדי לערוך את הטופס בקלות

source: Edit in full screen
he_il: ערוך במצב מסך מלא

source: Benchmark field
he_il: שדה ביצועים

source: Column controls
he_il: בקרי עמודה

source: toggle full screen
he_il: החלף למסך מלא

source: the mail tag value.
he_il: ערך תג המייל

source: Message displayed when max tables rows reached.
de_de: Angezeigte Mitteilung, wenn die maximalen Tabellenzeilen erreicht worden sind.
he_il: ההודעה מוצגת כאשר מספר השורות בטבלה הגיע למקסימום.

source: Next
de_de: Nächstes
he_il: הבא

source: Hover message for disabled submit/save button
de_de: Hover-Nachricht für einen abgeschalteten Senden- oder Speichern-Button
he_il: עבור על ההודעה כדי לכבות את כפתור השליחה/שמירה

source: Toggle panel: Helper
he_il: החלף פנל: מסייע Helper

source: user selection with user added option.
he_il: בחירת המשתמש עם אפשרות הוספת המשתמש

source: user added option.
de_de: durch den Benutzer hinzugefügte Option.
he_il: אפשרות הוספת משתמש

source: the default option label.
de_de: die Standardoptionsbezeichnung.
he_il: תווית אפשרות ברירת המחדל

source: the option attributes.
de_de: die Optionseigenschaften.
he_il: תכונות האפשרות

source: the option label.
de_de: die Options-Bezeichnung.
he_il: תווית האפשרות

source: Filter
he_il: פילטר

source: Manage dynamic lists
de_de: Manage Dynamische Listen
he_il: ניהול רשימות דינמיות

source: Custom source
he_il: מקור מותאם

source: Custom
de_de: Benutzerdefiniert
he_il: מותאם

source: Pages
de_de: Seiten
he_il: עמודים

source: Posts
de_de: Beiträge
he_il: פוסטים

source: Select a post
de_de: Beitrag auswählen
he_il: בחר פוסט

source: Post source
de_de: Beitragsherkunft
he_il: מקור הפוסט

source: Post
de_de: Beitrag
he_il: פוסט

source: hierarchical
de_de: Hierarchisch
he_il: היררכיה

source: Slug
he_il: מזהה כתובת

source: Singular Name
de_de: Einzahlform des Namens
he_il: שם יחודי

source: benchmark
he_il: קריטריון

source: dynamic-dropdown
de_de: dynamischer Dropdown
he_il: תפריט נפתח דינמי

source: Actions & Filters
de_de: Aktionen und Filter
he_il: פעולות ופילטרים

source: Click on a link to copy the helper snippet code and paste it in your <em>functions.php</em> file.
de_de: Klick auf den Link, um das Snippet zu kopieren, und füge es in deiner <em>functions.php-Datei</em> ein.

source: Plural Name
de_de: Mehrzahlform des Namens

source: New Taxonomy
de_de: Neue Taxonomie

source: Post Categories
de_de: Beitragskategorien

source: Post Tags
de_de: Beitragstags

source: New Categories
de_de: Neue Kategorien

source: Choose a Taxonomy
de_de: Eine Taxonomie auswählen

source: Taxonomy
de_de: Taxonomie

source: Dropdown style
de_de: Dropdown-Stil

source: Class attribute
de_de: Klassen-Attribut

source: Id attribute
de_de: ID-Attribut

source: Required field
de_de: Pflichtfeld

source: Field type
de_de: Feldtyp

source: CF7 Smart Grid extension replaces the Contact Form 7 shortcodes with a more portable one. Instead of using an ID, the Smart Grid uses the unique <em>cf7Key</em>, which is non other than the slug of the wpcf7_contact_form post, which remains fixed when you export/import your forms and port them to a new server. Happy coding!
de_de: CF7 Smart Grid extension ersetzt die in Contact Form 7 enthaltenen Shortcodes. Anstelle der IDs, benutzt Smart Grid eindeutige <em>cf7Key</em>, was nichts anderes ist als der wpcf7_Kontaktformularname, der auch beim Export/Import Deiner Formulare und dem Übertragen auf einen neuen Server erhalten bleibt. Happy coding!

source: When you upgrade the CF7 Smart Grid Extension, there are certain times when an update to your forms is required. This is due to an update in the meta-data that is being saved with each forms. Failing to do so may result unexpected behaviour of the form functionality.
de_de: Wenn Du ein Upgrade von CF7 Smart Grid Extension durchführst, kann es sein, dass auch ein Update Deiner Formulare notwendig wird. Dies ist bedingt durch ein Update der Meta-Daten, die zusammen mit Deinen Formularen abgespeichert werden. Nichtbeachtung kann zu unerwarteten Funktionsstörungen führen!

source: Forms that need to be updated will be <em style="color:red;">highlighted in red</em>.
de_de: Formulare, die upgedated werden müssen, <em style="color:red;">werden in rot dargestellt</em>.

source: Update your forms
de_de: Update Deine Formulare

source: Enter a brief message
de_de: Gib hier eine kurze Mitteilung ein

source: Message
de_de: Mitteilung

source: the topic of your message
de_de: Das Thema Deiner Mitteilung

source: Subject
de_de: Betreff

source: Send
de_de: Absenden

source: Enter a valid email
de_de: Gib eine gültige E-Mail-Adresse ein

source: Enter your full name
de_de: Gib Deinen vollständigen Namen ein

source: describe your field here
de_de: Feldbeschreibung hier eingeben

source: describe your field
de_de: Beschreibe Dein Feld

source: select a field
de_de: Ein Feld auswählen

source: [select a field]
de_de: [Ein Feld auswählen]

source: Field label
de_de: Feldbeschriftung

source: Insert form
de_de: Formular einfügen

source: Make grid
de_de: Grid erstellen

source: full wifth
de_de: volle Breite

source: half width
de_de: halbe Breite

source: Column size:
de_de: Spaltengröße

source: Click-to-copy &amp; paste in your <em>functions.php</em> file.
de_de: Klicken zum Kopieren&amp;Einfügen in die <em>functions.php</em>-Datei.

source: Tab label
de_de: Tab-Bezeichnung

source: Section title
de_de: Abschnittsbezeichnung

source: Click to copy!
de_de: Klicke zum Kopieren!

source: Grid
de_de: Raster

source: Form
de_de: Formular

source: You have reached the maximum number of rows.
de_de: Sie haben die maximale Anzahl von Reihen erreicht.

source: Disabled! To enable, check the acceptance field.
de_de: Abgeschaltet! Zum Einschalten bestätigen Sie das Zustimmungsfeld.

source: Edit
de_de: Bearbeiten

source: Form key
de_de: Formular Key

source: Form Types
de_de: Formulartyp

source: Edit Form Types
de_de: Formulartypen bearbeiten

source: Enabled responsive grid layout designs for Contact Form 7 forms.
de_de: Aktiviere responsive Rasterlayout-Designs für Contact Form 7 Formulare.

source: Enable user options
de_de: Nutzeroptionen aktivieren

source: HTML Select field
de_de: HTML Auswahlfeld

source: Dynamic Select Dropdown field
de_de: Dynamic Select Dropdown-Feld

source: Portable Shortcodes
de_de: Übertragbare Shortcodes
